{
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "hexmode": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspfuzzy": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tree-sitter-wit": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ripgrep": { "branch": "master" },
  "vim-wasm": { "branch": "master" }
}
